{
  "titles": [
    "Beyond Gravity Home",
    "Meet the SeeSpaceEZ Team",
    "SeeSpaceEZ - Large Team Support",
    "SeeSpaceEZ - Travel Providers",
    "Team Sprint Calendar",
    "Product Requirements",
    "Meeting Notes",
    "2016-01-22 SeeSpaceEZ Team Meeting",
    "Summer Saturn Sizzle Blog Announcement",
    "File Lists",
    "Launch Pad Product Requirements",
    "IT Knowledge Base",
    "Mobile Web Requirements",
    "Beyond Gravity Roadmap",
    "Alana Grant's Home",
    "Product Planning",
    "Beyond Gravity 2.0 - Stakeholder Update",
    "Troubleshooting articles",
    "Fixing the printer",
    "Troubleshoot PDF Printing",
    "Broken keyboard",
    "Overcoming log in issues with intranet",
    "Troubleshooting Printer Ink Cartridge Problems",
    "How-to articles",
    "How to Connect to the WiFi Network from a Mac",
    "How to Connect to the WiFi Network from a PC",
    "How to connect to the printers in the office",
    "Beyond Gravity PR",
    "Beyond Gravity Marketing Launch",
    "Beyond Gravity Pricing Guidelines",
    "Beyond Gravity Finance Report",
    "Image Assets",
    "Planet Information",
    "Employee Mobile Policy",
    "Resolving Connection Issues on Your Wi-Fi Network for Windows 8(8.1)",
    "How-to articles",
    "Troubleshooting articles",
    "IT Central",
    "Incident Management Process",
    "Mac OS X: How to add a network printer",
    "Service Request Management",
    "2016-12-20 - Weekly Major Incident and PIR Report",
    "RB - Troubleshoot ETS web-store purchasing  errors",
    "Change Management Process",
    "ITIL Process Guides",
    "Experiencing problems with the shopping cart?",
    "Major Change Post Implementation Reviews",
    "Configuring the Mac email client",
    "Wifi connectivity issues - troubleshooting for Mac",
    "AnyConnect VPN client configuration",
    "AWS Server process",
    "OLAs",
    "Resolving Connection Issues on Your Wi-Fi Network for Windows 10",
    "RB - ETS Web-store Billings Service",
    "Weekly Incident PIR Reports",
    "RB - Logstash monitoring",
    "2016-12-27 - Weekly Major Incident and PIR Report",
    "OLA - BG Billing Service",
    "Major Incident Response - troubleshooting guides",
    "New MacBook Pro request - process and system specs",
    "Macbook Pro Setup for new users",
    "VPN client connectivity troubleshooting (mac)",
    "Email and Collaboration Tools",
    "Change Risk Assessment",
    "Change Approvals",
    "BG Purchasing services",
    "TeamHuddle (Web Conferencing)",
    "Server Hosting (data center)",
    "Known Errors",
    "Change PIR - Week of March 20th",
    "Configuration Management Process",
    "HTTP 502: Bad Gateway error",
    "KE - ETS web-store purchasing error - DB 721",
    "New MacBook Pro Setup Guide",
    "Incident PIRs",
    "Major Incidents",
    "Release Management Process",
    "MS Office 365 for business - setup",
    "How can I share my Google Calendar with another group",
    "Normal Change - Server Upgrade (template)",
    "Visiting an Office  -  What you need to know and do",
    "Service Catalog",
    "Knowledge Central",
    "BG Web-store services",
    "Troubleshoot PDF Printing",
    "How to Connect to the WiFi Network from a PC",
    "How to connect to the printers in the office",
    "How to Connect to the WiFi Network from a Mac",
    "KE - Hadoop - Windows client does not work with Linux cluster on Hadoop 2.2",
    "Troubleshooting Printer Ink Cartridge Problems",
    "Fixing the printer",
    "Financial Services - SRE Week in Review",
    "New Lenovo Thinkpad Setup (Notebook)",
    "Broken keyboard",
    "OLA - BG Web-Store",
    "BG Web-store Sales & Analytics",
    "KE - ETS web-store shopping cart error and reset",
    "KE - Hadoop HDFS file reads fails with errors",
    "MySQL Database Hosting",
    "I'm unable to access the VPN using DUO"
  ],
  "linked": [
    {
      "title": "Welcome to the team",
      "body": "We’re excited that you’ve joined Beyond Gravity. Welcome. Our mission is simple: get humanity off the ground and move technology forward by exploring the universe around us.\nOn your first day, you’ll get to know all the details of our business goals and outlook. You’ll settle into your new home (or pod!) and start learning how to contribute to what we think is the most important frontier.\nThis wiki contains all the information you’ll need to get started on the team. And, we look forward to seeing where we go, together."
    },
    {
      "title": "T-45 requirements and component list",
      "body": "Follow the links for more information about components and specifications. Requirements older than 6 months should be considered a “no go”. It’s up to each of us to follow up on outdated documentation. If you see something, say something!\nThe fourth generation T-45 rocket, associated modules, and launch systems are frozen. Additional scope and defect prevention will be evaluated by Jen on a per request basis. You can ping her on Stride or send a request in our Program Management service desk."
    },
    {
      "title": "Defects and fails - what to do when you smell something funny",
      "body": "Small failures add up. To prevent us from losing pace and pushing back milestones, be proactive with us. We can prevent death by a thousand paper cuts, if we all chip in.\nDon’t be afraid to speak up if your estimates are off, if your component is failing, if your builds are red, if your head is a little out of sorts.\nHere’s our defect process in a nutshell:\nWhen you identify a defect, check the priority matrix to see how seriously it needs to be addressed.\nIf your defect is a blocker for deployment or readjusts the coordinated schedule, raise a ticket in your respective project and notify the program management group.\nAssign yourself as the major point of contact.\nPrepare a defect summary for the program management group.\nTake a short break and remember that we’re in this together. Defects aren’t your fault!"
    },
    {
      "title": "2019-01-11 Meeting notes - Acceleration systems discussion",
      "body": "Date\n  11 Jan 2019\nParticipants\n  • @Sam Irons\n  • @Jen Rubin\n  • @James Rotanson\n  • @Alicia Castaneda\nGoals\n  • Figure out milestones for delivering the new accelerator system to the T-45 rocket.\n  • Work out what is missing to complete requirements documentation.\n  • Break down ownership per component in the accelerator.\n  • Have some cake for Jen’s birthday.\nDiscussion topics\nItem: Happy birthday, Jen!\nTime: 10min\nPresenter: All\nNotes: Cake contains nuts.\n \nItem: Recap of specced accelerator components\nTime: 15min\nPresenter: Alicia\nNotes: 5 components haven’t been estimated. Engineering will have proper estimates next week.\n \nItem: Milestone discussion\nTime: 30min\nPresenter: Alicia\nNotes: Some components can be developed asynchronously. 3 approaches identified. We’ll open to the team for finding the best path forward."
    },
    {
      "title": "The \"incident\" 😱",
      "body": "I just want to remind everyone that it’s officially been 365 days since “the incident”. That’s 365 days without another “incident”.\nFingers crossed, we all learned something that day. We all learned that ████ can ███████ without much ███ to slow them down. After ██████, I’m fairly certain that ██████ ran aground on the launch site and █████ learned to pick up the slack.\nBut, mostly, I think we all learned a little about ourselves.\nFor reasons that should be obvious (see “Decision: We never speak of the incident again”), much of this blog post has been redacted.\nIf you’re like me, you’ll be looking forward to another 365 days without another “incident”. We hope."
    },
    {
      "title": "Elon's at it again",
      "body": "Like you’re not watching the latest Space X launch. If you haven’t, check it out. Elon’s at it again.\nI think it’s important that we remember that Space X isn’t really much competition for us. They’re focused on privatized launches with minimal cargo load. We’re thinking lightyears ahead of them. (Get it? Light years…)\nAt any rate, James is preparing a response to Elon’s comments as we speak. And our launch is looking bigger and more exciting!\nCheck out the tweeters to see what I mean\n"
    }
  ]
}
